[
    [
        "GUARD", 
        " Okay, gentlemen. Everybody's here. If there's anything you want, I'm right outside. Just knock. \n"
    ], 
    [
        "FIVE", 
        " I never knew they locked the door.\n"
    ], 
    [
        "FIVE", 
        " I don't know. It just never occurred to me.\n"
    ], 
    [
        "THREE", 
        " Six days. They should have finished it in two. Talk, talk, talk. Did you ever hear so much talk about nothing?\n"
    ], 
    [
        "THREE", 
        " Everybody gets a fair trial.  That's the system. Well, I suppose you can't say anything against it.\n"
    ], 
    [
        "SEVEN", 
        " Yeah, I suppose. What's the matter, you got a cold?\n"
    ], 
    [
        "SEVEN", 
        " Right. This better be fast. I've got tickets to The Seven Year Itch tonight. I must be the only guy in the whole world who hasn't seen it yet.  Okay, your honor, start the show.\n"
    ], 
    [
        "FOREMAN", 
        " How about sitting down?\n"
    ], 
    [
        "EIGHT", 
        " Oh, I'm sorry.\n"
    ], 
    [
        "FOREMAN", 
        " Is everybody here?\n"
    ], 
    [
        "TWELVE", 
        " The old man's inside.\n"
    ], 
    [
        "FOREMAN", 
        " We'd like to get started.\n"
    ], 
    [
        "NINE", 
        " Forgive me, gentlemen. I didn't mean to keep you waiting.\n"
    ], 
    [
        "FOREMAN", 
        " It's all right. Find a seat.\n"
    ], 
    [
        "FOREMAN", 
        " All right. Now, you gentlemen can handle this any way you want to. I mean, I'm not going to make any rules. If we want to discuss it first and then vote, that's one way. Or we can vote right now to see how we stand.\n"
    ], 
    [
        "SEVEN", 
        " Let's vote now. Who knows, maybe we can all go home.\n"
    ], 
    [
        "TEN", 
        " Yeah. Let's see who's where.\n"
    ], 
    [
        "THREE", 
        " Right. Let's vote now.\n"
    ], 
    [
        "FOREMAN", 
        " Anybody doesn't want to vote?\n"
    ], 
    [
        "FOREMAN", 
        " . . . Nine . . . ten . . . eleven . . . That's eleven for guilty. Okay. Not guilty?  One. Right. Okay. Eleven to one, guilty. Now we know where we are.\n"
    ], 
    [
        "THREE", 
        " Somebody's in left field.  You think he's not guilty?\n"
    ], 
    [
        "THREE", 
        " I never saw a guiltier man in my life. You sat right in court and heard the same thing I did. The man's a dangerous killer. You could see it.\n"
    ], 
    [
        "EIGHT", 
        " He's nineteen years old.\n"
    ], 
    [
        "THREE", 
        " That's old enough. He knifed his own father. Four inches into the chest. An innocent nineteen-year-old kid. They proved it a dozen different ways. Do you want me to list them?\n"
    ], 
    [
        "EIGHT", 
        " No.\n"
    ], 
    [
        "EIGHT", 
        " I don't know whether I believe it or not. Maybe I don't.\n"
    ], 
    [
        "SEVEN", 
        " So what'd you vote not guilty for?\n"
    ], 
    [
        "EIGHT", 
        " There were eleven votes for guilty. It's not so easy for me to raise my hand and send a boy off to die without talking about it first.\n"
    ], 
    [
        "SEVEN", 
        " Who says it's easy for me?\n"
    ], 
    [
        "EIGHT", 
        " No one.\n"
    ], 
    [
        "SEVEN", 
        " What, just because I voted fast? I think the guy's guilty. You couldn't change my mind if you talked for a hundred years.\n"
    ], 
    [
        "EIGHT", 
        " I don't want to change your mind. I just want to talk for a while. Look, this boy's been kicked around all his life. You know, living in a slum, his mother dead since he was nine. That's not a very good head start. He's a tough, angry kid. You know why slum kids get that way? Because we knock ‘em on the head once a day, every day. I think maybe we owe him a few words. That's all.\n"
    ], 
    [
        "TEN", 
        " I don't mind telling you this, mister. We don't owe him a thing. He got a fair trial, didn't he? You know what that trial cost? He's lucky he got it. Look, we're all grownups here. You're not going to tell us that we're supposed to believe him, knowing what he is. I've lived among ‘em all my life. You can't believe a word they say. You know that.\n"
    ], 
    [
        "NINE", 
        " What this man says is very dangerous—\n"
    ], 
    [
        "FOUR", 
        " I don't see any need for arguing like this. I think we ought to be able to behave like gentlemen.\n"
    ], 
    [
        "SEVEN", 
        " Right!\n"
    ], 
    [
        "FOUR", 
        " If we're going to discuss this case, let's discuss the facts.\n"
    ], 
    [
        "FOREMAN", 
        " I think that's a good point. We have a job to do. Let's do it.\n"
    ], 
    [
        "TWELVE", 
        " I may have an idea here. I'm just thinking out loud now, but it seems to me that it's up to us to convince this gentleman——that we're right and he's wrong. Maybe if we each took a minute or two you know, try it on for size—\n"
    ], 
    [
        "FOREMAN", 
        " That sounds fair enough. Supposing we go once around the table.\n"
    ], 
    [
        "SEVEN", 
        " Okay, let's start it off.\n"
    ], 
    [
        "FOREMAN", 
        " Right.  I guess you're first.\n"
    ], 
    [
        "THREE", 
        " Okay, let's get to the facts. Number one, let's take the old man who lived on the second floor right underneath the room where the murder took place. At ten minutes after twelve on the night of the killing he heard loud noises in the upstairs apartment. He said it sounded like a fight. Then he heard the kid say to his father, “I'm gonna kill you.” A second later he heard a body falling, and he ran to the door of his apartment, looked out, and saw the kid running down the stairs and out of the house. Then he called the police. They found the father with a knife in his chest.\n"
    ], 
    [
        "FOREMAN", 
        " And the coroner fixed the time of death at around midnight.\n"
    ], 
    [
        "THREE", 
        " Right. Now what else do you want?\n"
    ], 
    [
        "FOUR", 
        " The boy's entire story is flimsy. He claimed he was at the movies. That's a little ridiculous, isn't it? He couldn't even remember what pictures he saw.\n"
    ], 
    [
        "THREE", 
        " That's right. Did you hear that?  You're absolutely right.\n"
    ], 
    [
        "TEN", 
        " Look, what about the woman across the street? If her testimony doesn't prove it, then nothing does.\n"
    ], 
    [
        "TWELVE", 
        " That's right. She saw the killing, didn't she?\n"
    ], 
    [
        "FOREMAN", 
        " Let's go in order.\n"
    ], 
    [
        "EIGHT", 
        " Through the windows of a passing elevated train.\n"
    ], 
    [
        "TEN", 
        " Okay. And they proved in court that you can look through the windows of a passing el train at night and see what's happening on the other side. They proved it.\n"
    ], 
    [
        "EIGHT", 
        " I'd like to ask you something. How come you believed her? She's one of “them” too, isn't she?\n"
    ], 
    [
        "TEN", 
        " You're a pretty smart fellow, aren't you?\n"
    ], 
    [
        "THREE", 
        " Come on. Sit down.  What're you letting him get you all upset for? Relax.\n"
    ], 
    [
        "FOREMAN", 
        " Let's calm down now.  It's your turn.\n"
    ], 
    [
        "FIVE", 
        " I'll pass it.\n"
    ], 
    [
        "FOREMAN", 
        " That's your privilege.  How about you?\n"
    ], 
    [
        "ELEVEN", 
        " I think it was eight o'clock. Not seven.\n"
    ], 
    [
        "EIGHT", 
        " That's right. Eight o'clock. They heard the father hit the boy twice and then saw the boy walk angrily out of the house. What does that prove?\n"
    ], 
    [
        "SIX", 
        " Well, it doesn't exactly prove anything. It's just part of the picture. I didn't say it proved anything.\n"
    ], 
    [
        "FOREMAN", 
        " Anything else?\n"
    ], 
    [
        "SIX", 
        " No.\n"
    ], 
    [
        "SEVEN", 
        " I don't know, most of it's been said already. We can talk all day about this thing but I think we're wasting our time. Look at the kid's record. At fifteen he was in reform school. He stole a car. He's been arrested for mugging. He was picked up for knife-fighting. I think they said he stabbed somebody in the arm. This is a very fine boy.\n"
    ], 
    [
        "EIGHT", 
        " Ever since he was five years old his father beat him up regularly. He used his fists.\n"
    ], 
    [
        "SEVEN", 
        " So would I! A kid like that.\n"
    ], 
    [
        "THREE", 
        " You're right. It's the kids. The way they are—you know? They don't listen. \n"
    ], 
    [
        "FOUR", 
        " We're missing the point here. This boy—let's say he's a product of a filthy neighborhood and a broken home. We can't help that. We're not here to go into the reasons why slums are breeding grounds for criminals. They are. I know it. So do you. The children who come out of slum backgrounds are potential menaces to society.\n"
    ], 
    [
        "TEN", 
        " You said it there. I don't want any part of them, believe me.\n"
    ], 
    [
        "FIVE", 
        " I've lived in a slum all my life—\n"
    ], 
    [
        "TEN", 
        " Oh, now wait a second!\n"
    ], 
    [
        "FIVE", 
        " I used to play in a back yard that was filled with garbage. Maybe it still smells on me.\n"
    ], 
    [
        "FOREMAN", 
        " Now let's be reasonable. There's nothing personal—\n"
    ], 
    [
        "FIVE", 
        " There is something personal!\n"
    ], 
    [
        "ELEVEN", 
        " I can understand his sensitivity.\n"
    ], 
    [
        "FOREMAN", 
        " Now let's stop the bickering. We're wasting time.  It's your turn.\n"
    ], 
    [
        "EIGHT", 
        " All right. I had a peculiar feeling about this trial. Somehow I felt that the defense counsel never really conducted a thorough cross-examination. I mean, he was appointed by the court to defend the boy. He hardly seemed interested. Too many questions were left unasked.\n"
    ], 
    [
        "EIGHT", 
        " All right. Let's talk about it. Let's get it in here and look at it. I'd like to see it again, Mr. Foreman.\n"
    ], 
    [
        "THREE", 
        " We all know what it looks like. I don't see why we have to look at it again.  What do you think?\n"
    ], 
    [
        "FOUR", 
        " The gentleman has a right to see exhibits in evidence.\n"
    ], 
    [
        "EIGHT", 
        " I do.\n"
    ], 
    [
        "FOUR", 
        " The boy admits going out of his house at eight o'clock after being slapped by his father.\n"
    ], 
    [
        "EIGHT", 
        " Or punched.\n"
    ], 
    [
        "FOUR", 
        " Or punched. He went to a neighborhood store and bought a switch-knife. The storekeeper was arrested the following day when he admitted selling it to the boy. It's a very unusual knife. The storekeeper identified it and said it was the only one of its kind he had in stock. Why did the boy get it?  As a present for a friend of his, he says. Am I right so far?\n"
    ], 
    [
        "EIGHT", 
        " Right.\n"
    ], 
    [
        "THREE", 
        " You bet he's right.  Now listen to this man. He knows what he's talking about.\n"
    ], 
    [
        "FOUR", 
        " Next, the boy claims that on the way home the knife must have fallen through a hole in his coat pocket, that he never saw it again. Now there's a story, gentlemen. You know what actually happened. The boy took the knife home and a few hours later stabbed his father with it and even remembered to wipe off the fingerprints.\n"
    ], 
    [
        "FOUR", 
        " Everyone connected with the case identified this knife. Now are you trying to tell me that someone picked it up off the street and went to the boy's house and stabbed his father with it just to be amusing?\n"
    ], 
    [
        "EIGHT", 
        " No. I'm saying that it's possible that the boy lost the knife and that someone else stabbed his father with a similar knife. It's possible.\n"
    ], 
    [
        "FOUR", 
        " Take a look at the knife. It's a very strange knife. I've never seen one like it before in my life. Neither had the storekeeper who sold it to him.\n"
    ], 
    [
        "FOUR", 
        " Aren't you trying to make us accept a pretty incredible coincidence?\n"
    ], 
    [
        "EIGHT", 
        " I'm not trying to make anyone accept it. I'm just saying it's possible.\n"
    ], 
    [
        "FIVE", 
        " Look at it! It's the same knife!\n"
    ], 
    [
        "FOREMAN", 
        " Quiet! Let's be quiet!\n"
    ], 
    [
        "FOUR", 
        " Where did you get it?\n"
    ], 
    [
        "EIGHT", 
        " I got it last night in a little junk shop around the corner from the boy's house. It cost two dollars.\n"
    ], 
    [
        "THREE", 
        " Now listen to me! You pulled a real smart trick here, but you proved absolutely zero. Maybe there are ten knives like that, so what?\n"
    ], 
    [
        "EIGHT", 
        " Maybe there are.\n"
    ], 
    [
        "THREE", 
        " The boy lied and you know it.\n"
    ], 
    [
        "EIGHT", 
        " He may have lied.  Do you think he lied?\n"
    ], 
    [
        "FOUR", 
        " You don't have to ask me that. You know my answer. He lied.\n"
    ], 
    [
        "FIVE", 
        " I … I don't know.\n"
    ], 
    [
        "SEVEN", 
        " Now wait a second. What are you, the guy's lawyer? Listen, there are still eleven of us who think he's guilty. You're alone. What do you think you're going to accomplish? If you want to be stubborn and hang this jury he'll be tried again and found guilty, sure as he's born.\n"
    ], 
    [
        "EIGHT", 
        " You're probably right.\n"
    ], 
    [
        "SEVEN", 
        " So what are you going to do about it? We can be here all night.\n"
    ], 
    [
        "NINE", 
        " It's only one night. A man may die.\n"
    ], 
    [
        "THREE", 
        " Well, whose fault is that?\n"
    ], 
    [
        "SIX", 
        " Do you think maybe if we went over it again? What I mean is—\n"
    ], 
    [
        "TEN", 
        " Did anyone force him to kill his father?  How do you like him? Like someone forced him!\n"
    ], 
    [
        "ELEVEN", 
        " Perhaps this is not the point.\n"
    ], 
    [
        "FIVE", 
        " No one forced anyone. But listen—\n"
    ], 
    [
        "TWELVE", 
        " Look, gentlemen, we can spitball all night here.\n"
    ], 
    [
        "TWO", 
        " Well, I was going to say—\n"
    ], 
    [
        "SEVEN", 
        " Just a minute. Some of us've got better things to do than sit around a jury room.\n"
    ], 
    [
        "FOUR", 
        " I can't understand a word in here. Why do we all have to talk at once?\n"
    ], 
    [
        "FOREMAN", 
        " He's right. I think we ought to get on with it.\n"
    ], 
    [
        "EIGHT", 
        " I want to call for a vote. I want you eleven men to vote by secret ballot. I'll abstain. If there are still eleven votes for guilty, I won't stand alone. We'll take in a guilty verdict right now.\n"
    ], 
    [
        "SEVEN", 
        " Okay. Let's do it.\n"
    ], 
    [
        "FOREMAN", 
        " That sounds fair. Is everyone agreed?\n"
    ], 
    [
        "FOREMAN", 
        " Pass these along.\n"
    ], 
    [
        "FOREMAN", 
        " Guilty. Guilty. Guilty. Guilty. Guilty. Guilty. Guilty. Guilty. Guilty.\n"
    ], 
    [
        "SEVEN", 
        " Who was it? I think we have a right to know.\n"
    ], 
    [
        "ELEVEN", 
        " Excuse me. This was a secret ballot. We agreed on this point, no? If the gentleman wants it to remain secret—\n"
    ], 
    [
        "FOREMAN", 
        " Now hold it.\n"
    ], 
    [
        "THREE", 
        " Hold it? We're trying to put a guilty man into the chair where he belongs—and all of a sudden we're paying attention to fairy tales.\n"
    ], 
    [
        "FIVE", 
        " Now just a minute—\n"
    ], 
    [
        "ELEVEN", 
        " Please. I would like to say something here. I have always thought that a man was entitled to have unpopular opinions in this country. This is the reason I came here. I wanted to have the right to disagree. In my own country, I am ashamed to say—\n"
    ], 
    [
        "TEN", 
        " What do we have to listen to now—the whole history of your country?\n"
    ], 
    [
        "SEVEN", 
        " Yeah, let's stick to the subject.  I want to ask you what made you change your vote.\n"
    ], 
    [
        "THREE", 
        " No, we wouldn't like to know why.\n"
    ], 
    [
        "FOREMAN", 
        " The man wants to talk.\n"
    ], 
    [
        "NINE", 
        " Thank you.  This gentleman chose to stand alone against us. That's his right. It takes a great deal of courage to stand alone even if you believe in something very strongly. He left the verdict up to us. He gambled for support and I gave it to him. I want to hear more. The vote is ten to two.\n"
    ], 
    [
        "TEN", 
        " That's fine. If the speech is over, let's go on.\n"
    ], 
    [
        "EIGHT", 
        " As far as I know, we're supposed to decide whether or not the boy on trial is guilty. We're not concerned with anyone else's motives here.\n"
    ], 
    [
        "NINE", 
        " Guilty beyond a reasonable doubt. This is an important thing to remember.\n"
    ], 
    [
        "NINE", 
        " This is not easy. So far, it's only a feeling I have. A feeling. Perhaps you don't understand.\n"
    ], 
    [
        "TEN", 
        " A feeling! What are we gonna do, spend the night talking about your feelings? What about the facts?\n"
    ], 
    [
        "THREE", 
        " You said a mouthful.  Look, the old man heard the kid yell, “I'm gonna kill you.” A second later he heard the father's body falling and he saw the boy running out of the house fifteen seconds after that.\n"
    ], 
    [
        "TWELVE", 
        " That's right. And let's not forget the woman across the street. She looked into the open window and saw the boy stab his father. She saw it. Now if that's not enough for you …\n"
    ], 
    [
        "EIGHT", 
        " It's not enough for me.\n"
    ], 
    [
        "SEVEN", 
        " How do you like him? It's like talking into a dead phone.\n"
    ], 
    [
        "FOUR", 
        " The woman saw the killing through the window of a moving elevated train. The train had five cars, and she saw it through the windows of the last two. She remembers the most insignificant details.\n"
    ], 
    [
        "THREE", 
        " Well, what have you got to say about that?\n"
    ], 
    [
        "EIGHT", 
        " I don't know. It doesn't sound right to me.\n"
    ], 
    [
        "THREE", 
        " Well, supposing you think about it.  Lend me your pencil.\n"
    ], 
    [
        "THREE", 
        " Your turn. We might as well pass the time.\n"
    ], 
    [
        "THREE", 
        " Wait a minute!\n"
    ], 
    [
        "THREE", 
        " I've got a good mind to walk around this table and belt him one!\n"
    ], 
    [
        "FOREMAN", 
        " Now, please. I don't want any fights in here.\n"
    ], 
    [
        "THREE", 
        " Did ya see him? The nerve! The absolute nerve!\n"
    ], 
    [
        "TEN", 
        " All right. Forget it. It don't mean anything.\n"
    ], 
    [
        "SIX", 
        " How about sitting down.\n"
    ], 
    [
        "THREE", 
        " This isn't a game. Who does he think he is?\n"
    ], 
    [
        "FOUR", 
        " What has that got to do with anything?\n"
    ], 
    [
        "EIGHT", 
        " How long? Guess.\n"
    ], 
    [
        "FOUR", 
        " I wouldn't have the slightest idea.\n"
    ], 
    [
        "FIVE", 
        " About ten or twelve seconds, maybe.\n"
    ], 
    [
        "EIGHT", 
        " I'd say that was a fair guess. Anyone else?\n"
    ], 
    [
        "ELEVEN", 
        " I would think about ten seconds, perhaps.\n"
    ], 
    [
        "TWO", 
        " About ten seconds.\n"
    ], 
    [
        "FOUR", 
        " All right. Say ten seconds. What are you getting at?\n"
    ], 
    [
        "EIGHT", 
        " This. An el train passes a given point in ten seconds. That given point is the window of the room in which the killing took place. You can almost reach out of the window of that room and touch the el. Right?  All right. Now let me ask you this. Did anyone here ever live right next to the el tracks? I have. When your window is open and the train goes by, the noise is almost unbearable. You can't hear yourself think.\n"
    ], 
    [
        "TEN", 
        " Okay. You can't hear yourself think. Will you get to the point?\n"
    ], 
    [
        "EIGHT", 
        " The old man heard the boy say, “I'm going to kill you,” and one second later he heard a body fall. One second. That's the testimony, right?\n"
    ], 
    [
        "TWO", 
        " Right.\n"
    ], 
    [
        "EIGHT", 
        " The woman across the street looked through the windows of the last two cars of the el and saw the body fall. Right? The last two cars.\n"
    ], 
    [
        "TEN", 
        " What are you giving us here?\n"
    ], 
    [
        "EIGHT", 
        " An el takes ten seconds to pass a given point or two seconds per car. That el had been going by the old man's window for at least six seconds, and maybe more, before the body fell, according to the woman. The old man would have had to hear the boy say, “I'm going to kill you,” while the front of the el was roaring past his nose. It's not possible that he could have heard it.\n"
    ], 
    [
        "THREE", 
        " What d'ya mean! Sure he could have heard it.\n"
    ], 
    [
        "EIGHT", 
        " Could he?\n"
    ], 
    [
        "THREE", 
        " He said the boy yelled it out. That's enough for me.\n"
    ], 
    [
        "NINE", 
        " I don't think he could have heard it.\n"
    ], 
    [
        "TWO", 
        " Maybe he didn't hear it. I mean with the el noise—\n"
    ], 
    [
        "THREE", 
        " What are you people talking about? Are you calling the old man a liar?\n"
    ], 
    [
        "FIVE", 
        " Well, it stands to reason.\n"
    ], 
    [
        "THREE", 
        " You're crazy. Why would he lie? What's he got to gain?\n"
    ], 
    [
        "NINE", 
        " Attention, maybe?\n"
    ], 
    [
        "THREE", 
        " You keep coming up with these bright sayings. Why don't you send one in to a newspaper? They pay two dollars.\n"
    ], 
    [
        "NINE", 
        " It's just that I looked at him for a very long time. The seam of his jacket was split under the arm. Did you notice that? He was a very old man with a torn jacket, and he carried two canes. I think I know him better than anyone here. This is a quiet, frightened, insignificant man who has been nothing all his life, who has never had recognition—his name in the newspapers. Nobody knows him after seventy-five years. That's a very sad thing. A man like this needs to be recognized. To be questioned, and listened to, and quoted just once. This is very important.\n"
    ], 
    [
        "TWELVE", 
        " And you're trying to tell us he lied about a thing like this just so that he could be important?\n"
    ], 
    [
        "NINE", 
        " No, he wouldn't really lie. But perhaps he'd make himself believe that he heard those words and recognized the boy's face.\n"
    ], 
    [
        "EIGHT", 
        " I'll take one. \n"
    ], 
    [
        "EIGHT", 
        " Now. There's something else I'd like to point out here. I think we proved that the old man couldn't have heard the boy say, “I'm going to kill you,” but supposing he really did hear it? This phrase: how many times has each of you used it? Probably hundreds. “If you do that once more junior, I'm going to murder you.” “Come on, Rocky, kill him!” We say it every day. This doesn't mean that we're going to kill someone.\n"
    ], 
    [
        "THREE", 
        " Wait a minute. The phrase was “I'm going to kill you,” and the kid screamed it out at the top of his lungs. Don't try and tell me he didn't mean it. Anybody says a thing like that the way he said it—they mean it.\n"
    ], 
    [
        "TEN", 
        " And how they mean it!\n"
    ], 
    [
        "EIGHT", 
        " Well, let me ask you this. Do you really think the boy would shout out a thing like that so the whole neighborhood would hear it? I don't think so. He's much too bright for that.\n"
    ], 
    [
        "FIVE", 
        " I'd like to change my vote to not guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Are you sure?\n"
    ], 
    [
        "FIVE", 
        " Yes. I'm sure.\n"
    ], 
    [
        "FOREMAN", 
        " The vote is nine to three in favor of guilty.\n"
    ], 
    [
        "SEVEN", 
        " Well, if that isn't the end. —made up! He oughta write for Amazing Detective Monthly. He'd make a fortune. Listen, the kid had a lawyer, didn't he? Why didn't his lawyer bring up all these points?\n"
    ], 
    [
        "FIVE", 
        " Lawyers can't think of everything.\n"
    ], 
    [
        "SEVEN", 
        " Oh brother!  You sit in here and pull stories out of thin air. Now we're supposed to believe that the old man didn't get up out of bed, run to the door, and see the kid beat it downstairs fifteen seconds after the killing. He's only saying he did to be important.\n"
    ], 
    [
        "FIVE", 
        " Did the old man say he ran to the door?\n"
    ], 
    [
        "SEVEN", 
        " Ran. Walked. What's the difference? He got there.\n"
    ], 
    [
        "FIVE", 
        " I don't remember what he said. But I don't see how he could run.\n"
    ], 
    [
        "FOUR", 
        " He said he went from his bedroom to the front door. That's enough, isn't it?\n"
    ], 
    [
        "EIGHT", 
        " Where was his bedroom again?\n"
    ], 
    [
        "TEN", 
        " Down the hall somewhere. I thought you remembered everything. Don't you remember that?\n"
    ], 
    [
        "EIGHT", 
        " No. Mr. Foreman, I'd like to take a look at the diagram of the apartment.\n"
    ], 
    [
        "SEVEN", 
        " Why don't we have them run the trial over just so you can get everything straight?\n"
    ], 
    [
        "EIGHT", 
        " Mr. Foreman—\n"
    ], 
    [
        "FIVE", 
        " I want to see this one, too.\n"
    ], 
    [
        "THREE", 
        " And I want to stop wasting time.\n"
    ], 
    [
        "FOUR", 
        " If we're going to start wading through all that nonsense about where the body was found . . .\n"
    ], 
    [
        "EIGHT", 
        " We're not. We're going to find out how a man who's had two strokes in the past three years, and who walks with a pair of canes, could get to his front door in fifteen seconds.\n"
    ], 
    [
        "THREE", 
        " He said twenty seconds.\n"
    ], 
    [
        "TWO", 
        " He said fifteen.\n"
    ], 
    [
        "THREE", 
        " How does he know how long fifteen seconds is? You can't judge that kind of thing.\n"
    ], 
    [
        "NINE", 
        " He said fifteen. He was positive about it.\n"
    ], 
    [
        "GUARD", 
        " This what you wanted?\n"
    ], 
    [
        "FOREMAN", 
        " That's right. Thank you.\n"
    ], 
    [
        "EIGHT", 
        " May I?\n"
    ], 
    [
        "THREE", 
        " That's the story.\n"
    ], 
    [
        "EIGHT", 
        " Fifteen seconds after he heard the body fall.\n"
    ], 
    [
        "ELEVEN", 
        " Correct.\n"
    ], 
    [
        "EIGHT", 
        " His bed was at the window. It's——twelve feet from his bed to the bedroom door. The length of the hall is forty-three feet, six inches. He had to get up out of bed, get his canes, walk twelve feet, open the bedroom door, walk forty-three feet, and open the front door—all in fifteen seconds. Do you think this is possible?\n"
    ], 
    [
        "TEN", 
        " You know it's possible.\n"
    ], 
    [
        "ELEVEN", 
        " He can only walk very slowly. They had to help him into the witness chair.\n"
    ], 
    [
        "THREE", 
        " You make it sound like a long walk. It's not.\n"
    ], 
    [
        "NINE", 
        " For an old man who uses canes, it's a long walk.\n"
    ], 
    [
        "EIGHT", 
        " I want to try this thing. Let's see how long it took him. I'm going to pace off twelve feet—the length of the bedroom. \n"
    ], 
    [
        "THREE", 
        " You're crazy. You can't re-create a thing like that.\n"
    ], 
    [
        "ELEVEN", 
        " Perhaps if we could see it … this is an important point.\n"
    ], 
    [
        "SIX", 
        " Let him do it.\n"
    ], 
    [
        "EIGHT", 
        " Hand me a chair.  All right. This is the bedroom door. Now how far would you say it is from here to the door of this room?\n"
    ], 
    [
        "SIX", 
        " I'd say it was twenty feet.\n"
    ], 
    [
        "TWO", 
        " Just about.\n"
    ], 
    [
        "EIGHT", 
        " Twenty feet is close enough. All right, from here to the door and back is about forty feet. It's shorter than the length of the hall, wouldn't you say that?\n"
    ], 
    [
        "NINE", 
        " A few feet, maybe.\n"
    ], 
    [
        "TEN", 
        " Look, this is absolutely insane. What makes you think you can—\n"
    ], 
    [
        "EIGHT", 
        " Do you mind if I try it? According to you, it'll only take fifteen seconds. We can spare that.  Who's got a watch with a second hand?\n"
    ], 
    [
        "TWO", 
        " I have.\n"
    ], 
    [
        "EIGHT", 
        " When you want me to start, stamp your foot. That'll be the body falling. Time me from there.  Let's say he keeps his canes right at his bedside. Right?\n"
    ], 
    [
        "TWO", 
        " Right!\n"
    ], 
    [
        "EIGHT", 
        " Okay. I'm ready.\n"
    ], 
    [
        "ELEVEN", 
        " This is, I think, even more quickly than the old man walked in the courtroom.\n"
    ], 
    [
        "EIGHT", 
        " If you think I should go faster, I will.\n"
    ], 
    [
        "TWO", 
        " Right.\n"
    ], 
    [
        "EIGHT", 
        " What's the time?\n"
    ], 
    [
        "TWO", 
        " Fifteen … twenty … thirty … thirty-one seconds exactly.\n"
    ], 
    [
        "ELEVEN", 
        " Thirty-one seconds.\n"
    ], 
    [
        "EIGHT", 
        " It's my guess that the old man was trying to get to the door, heard someone racing down the stairs, and assumed it was the boy.\n"
    ], 
    [
        "SIX", 
        " I think that's possible.\n"
    ], 
    [
        "THREE", 
        " You come in here with your heart bleeding all over the floor about slum kids and injustice but you make up these wild stories, and you've got some soft-hearted old ladies listening to you. Well I'm not. I'm getting real sick of it.  What's the matter with you people? This kid is guilty! He's got to burn! We're letting him slip through our fingers here.\n"
    ], 
    [
        "EIGHT", 
        " Perhaps you'd like to pull the switch.\n"
    ], 
    [
        "EIGHT", 
        " I'm sorry for you.\n"
    ], 
    [
        "EIGHT", 
        " What it must feel like to want to pull the switch!\n"
    ], 
    [
        "THREE", 
        " Shut up!\n"
    ], 
    [
        "EIGHT", 
        " You're a sadist.\n"
    ], 
    [
        "GUARD", 
        " Is there anything wrong, gentlemen? I heard some noise.\n"
    ], 
    [
        "FOREMAN", 
        " No. There's nothing wrong.  You can take that back. We're finished with it.\n"
    ], 
    [
        "FOUR", 
        " I don't see why we have to behave like children here.\n"
    ], 
    [
        "ELEVEN", 
        " Nor do I. We have a responsibility. This is a remarkable thing about democracy. That we are … what is the word? … Ah, notified! That we are notified by mail to come down to this place and decide on the guilt or innocence of a man we have not known before. We have nothing to gain or lose by our verdict. This is one of the reasons why we are strong. We should not make it a personal thing.\n"
    ], 
    [
        "TWELVE", 
        " Well—we're still nowhere. Who's got an idea?\n"
    ], 
    [
        "SIX", 
        " I think maybe we should try another vote. Mr. Foreman?\n"
    ], 
    [
        "FOREMAN", 
        " It's all right with me. Anybody doesn't want to vote?\n"
    ], 
    [
        "SEVEN", 
        " All right, let's do it.\n"
    ], 
    [
        "THREE", 
        " I want an open ballot. Let's call out our votes. I want to know who stands where.\n"
    ], 
    [
        "FOREMAN", 
        " That sounds fair. Anyone object?  All right. I'll call off your jury numbers.\n"
    ], 
    [
        "FOREMAN", 
        " I vote guilty. Number two?\n"
    ], 
    [
        "TWO", 
        " Not guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Three?\n"
    ], 
    [
        "THREE", 
        " Guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Four?\n"
    ], 
    [
        "FOUR", 
        " Guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Five?\n"
    ], 
    [
        "FIVE", 
        " Not guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Six?\n"
    ], 
    [
        "SIX", 
        " Not guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Seven?\n"
    ], 
    [
        "SEVEN", 
        " Guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Eight?\n"
    ], 
    [
        "EIGHT", 
        " Not guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Nine?\n"
    ], 
    [
        "NINE", 
        " Not guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Ten?\n"
    ], 
    [
        "TEN", 
        " Guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Eleven?\n"
    ], 
    [
        "ELEVEN", 
        " Not guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Number Twelve?\n"
    ], 
    [
        "TWELVE", 
        " Guilty.\n"
    ], 
    [
        "FOUR", 
        " Six to six.\n"
    ], 
    [
        "FOREMAN", 
        " The vote is six to six.\n"
    ], 
    [
        "THREE", 
        " I'm ready to walk into court right now and declare a hung jury. There's no point in this going on any more.\n"
    ], 
    [
        "SEVEN", 
        " I go for that, too. Let's take it into the judge and let the kid take his chances with twelve other guys.\n"
    ], 
    [
        "SEVEN", 
        " No I don't.\n"
    ], 
    [
        "ELEVEN", 
        " I beg your pardon. Maybe you don't understand the term “reasonable doubt.”\n"
    ], 
    [
        "SEVEN", 
        " I was born right here.\n"
    ], 
    [
        "FIVE", 
        " Or where your father came from …  Maybe it wouldn't hurt us to take a few tips from people who come running here! Maybe they learned something we don't know. We're not so perfect!\n"
    ], 
    [
        "ELEVEN", 
        " Please—I am used to this. It's all right. Thank you.\n"
    ], 
    [
        "FIVE", 
        " It's not all right!\n"
    ], 
    [
        "SEVEN", 
        " Okay, okay, I apologize. Is that what you want?\n"
    ], 
    [
        "FIVE", 
        " That's what I want.\n"
    ], 
    [
        "FOREMAN", 
        " All right. Let's stop the arguing. Who's got something constructive to say?\n"
    ], 
    [
        "THREE", 
        " Don't tell me we're gonna start that. They went over it and over it in court.\n"
    ], 
    [
        "TWO", 
        " I know they did—but I don't go along with it. The boy is five feet eight inches tall. His father was six two. That's a difference of six inches. It's a very awkward thing to stab down into the chest of someone who's half a foot taller than you are. \n"
    ], 
    [
        "THREE", 
        " Look, you're not going to be satisfied till you see it again. I'm going to give you a demonstration. Somebody get up.\n"
    ], 
    [
        "THREE", 
        " Okay.  Is that six inches?\n"
    ], 
    [
        "TWELVE", 
        " That's more than six inches.\n"
    ], 
    [
        "THREE", 
        " Okay, let it be more.\n"
    ], 
    [
        "SIX", 
        " That's not funny.\n"
    ], 
    [
        "FIVE", 
        " What's the matter with you?\n"
    ], 
    [
        "THREE", 
        " Just calm down. Nobody's hurt, are they?\n"
    ], 
    [
        "THREE", 
        " All right. There's your angle. Take a look at it. Down and in. That's how I'd stab a taller man in the chest, and that's how it was done. Take a look at it and tell me if I'm wrong.\n"
    ], 
    [
        "SIX", 
        " Down and in. I guess there's no argument.\n"
    ], 
    [
        "SIX", 
        " Of course not.\n"
    ], 
    [
        "EIGHT", 
        " Where do you get all your information about how it was done?\n"
    ], 
    [
        "THREE", 
        " What do you mean? It's just common sense.\n"
    ], 
    [
        "EIGHT", 
        " Have you ever seen a man stabbed?\n"
    ], 
    [
        "EIGHT", 
        " All right. I want to ask you something. The boy was an experienced knife fighter. He was even sent to reform school for knifing someone, isn't that so?\n"
    ], 
    [
        "TWELVE", 
        " That's right.\n"
    ], 
    [
        "EIGHT", 
        " Look at this.  Doesn't it seem like an awkward way to handle a knife?\n"
    ], 
    [
        "THREE", 
        " What are you asking me for?\n"
    ], 
    [
        "FIVE", 
        " Wait a minute! Give me that. \n"
    ], 
    [
        "EIGHT", 
        " Have you ever seen a knife fight?\n"
    ], 
    [
        "FIVE", 
        " Yes, I have.\n"
    ], 
    [
        "EIGHT", 
        " In the movies?\n"
    ], 
    [
        "FIVE", 
        " In my backyard. On my stoop. In the vacant lot across the street. Too many of them. Switch-knives came with the neighborhood where I lived. Funny I didn't think of it before. I guess you try to forget those things.  Anyone who's ever used a switch-knife would never have stabbed downward. You don't handle a switch-knife that way. You use it underhanded.\n"
    ], 
    [
        "EIGHT", 
        " Then he couldn't have made the kind of wound which killed his father.\n"
    ], 
    [
        "FIVE", 
        " No. He couldn't have. Not if he'd ever had any experience with switch-knives.\n"
    ], 
    [
        "THREE", 
        " I don't believe it.\n"
    ], 
    [
        "TEN", 
        " Neither do I. You're giving us a lot of mumbo jumbo.\n"
    ], 
    [
        "SEVEN", 
        " Listen. I'll tell you something. I'm a little sick of this whole thing already. We're getting nowhere fast. Let's break it up and go home. I'm changing my vote to not guilty.\n"
    ], 
    [
        "THREE", 
        " You're what?\n"
    ], 
    [
        "SEVEN", 
        " You heard me. I've had enough.\n"
    ], 
    [
        "THREE", 
        " What do you mean, you've had enough? That's no answer.\n"
    ], 
    [
        "SEVEN", 
        " Now, wait a minute … you can't talk like that to me.\n"
    ], 
    [
        "SEVEN", 
        " Now listen …\n"
    ], 
    [
        "ELEVEN", 
        " Is it guilty or not guilty?\n"
    ], 
    [
        "SEVEN", 
        " I don't have to—\n"
    ], 
    [
        "ELEVEN", 
        " You have to! Say it! Why?\n"
    ], 
    [
        "FOREMAN", 
        " Okay, there's another vote called for. I guess the quickest way is a show of hands. Anybody object?  All right. All those voting not guilty, raise your hands.\n"
    ], 
    [
        "FOREMAN", 
        " Nine.  All those voting guilty.\n"
    ], 
    [
        "FOREMAN", 
        " Three.  The vote is nine to three in favor of acquittal.\n"
    ], 
    [
        "TEN", 
        " I don't understand you people. How can you believe this kid is innocent? Look, you know how those people lie. I don't have to tell you. They don't know what truth is. And lemme tell you, they—\n"
    ], 
    [
        "TEN", 
        " Human life don't mean as much to them as it does to us. Hey, where are you going? Look, these people are drinking and fighting all the time, and if somebody gets killed, so somebody gets killed. They don't care. Oh sure, there are some good things about them, too. Look, I'm the first to say that. \n"
    ], 
    [
        "TEN", 
        " I've known a few who were pretty decent, but that's the exception. Most of them, it's like they have no feelings. They can do anything. What's going on here?\n"
    ], 
    [
        "TEN", 
        " I'm speaking my piece, and you—Listen to me! They're no good. There's not one of ‘em who's any good. We better watch out. Take it from me. This kid on trial … \n"
    ], 
    [
        "TEN", 
        " Well, don't you know about them? Listen to me! What are you doing? I'm trying to tell you something….\n"
    ], 
    [
        "FOUR", 
        " I've had enough. If you open your mouth again, I'm going to split your skull.\n"
    ], 
    [
        "THREE", 
        " That's right. As far as I'm concerned, that's the most important testimony.\n"
    ], 
    [
        "EIGHT", 
        " All right. Let's go over her testimony. What exactly did she say?\n"
    ], 
    [
        "FOUR", 
        " I believe I can recount it accurately. She said that she went to bed at about eleven o'clock that night. Her bed was next to the open window, and she could look out of the window while lying down and see directly into the window across the street. She tossed and turned for over an hour, unable to fall asleep. Finally she turned toward the window at about twelve-ten and, as she looked out, she saw the boy stab his father. As far as I can see, this is unshakable testimony.\n"
    ], 
    [
        "THREE", 
        " That's what I mean. That's the whole case.\n"
    ], 
    [
        "TWELVE", 
        " Well . . . maybe . . . there's so much evidence to sift.\n"
    ], 
    [
        "THREE", 
        " What do you mean, maybe? He's absolutely right. You can throw out all the other evidence.\n"
    ], 
    [
        "FOUR", 
        " That was my feeling.\n"
    ], 
    [
        "TWO", 
        " What time is it?\n"
    ], 
    [
        "ELEVEN", 
        " Ten minutes of six.\n"
    ], 
    [
        "TWO", 
        " It's late. You don't suppose they'd let us go home and finish it in the morning? I've got a kid with mumps.\n"
    ], 
    [
        "FIVE", 
        " Not a chance.\n"
    ], 
    [
        "TWO", 
        " Not clearly. Why?\n"
    ], 
    [
        "SIX", 
        " Oh, I don't know. Look, this may be a dumb thought, but what do you do when you wake up at night and want to know what time it is?\n"
    ], 
    [
        "TWO", 
        " What do you mean? I put on my glasses and look at the clock.\n"
    ], 
    [
        "SIX", 
        " You don't wear them to bed.\n"
    ], 
    [
        "TWO", 
        " Of course not. No one wears eyeglasses to bed.\n"
    ], 
    [
        "TWELVE", 
        " What's all this for?\n"
    ], 
    [
        "SIX", 
        " Well, I was thinking. You know the woman who testified that she saw the killing wears glasses.\n"
    ], 
    [
        "THREE", 
        " So does my grandmother. So what?\n"
    ], 
    [
        "EIGHT", 
        " Your grandmother isn't a murder witness.\n"
    ], 
    [
        "SIX", 
        " Look, stop me if I'm wrong. This woman wouldn't wear her eyeglasses to bed, would she?\n"
    ], 
    [
        "FOREMAN", 
        " Wait a minute! Did she wear glasses at all? I don't remember.\n"
    ], 
    [
        "NINE", 
        " That's right. Bifocals. She never took them off.\n"
    ], 
    [
        "FOUR", 
        " She did wear glasses. Funny. I never thought of it.\n"
    ], 
    [
        "EIGHT", 
        " Listen, she wasn't wearing them in bed. That's for sure. She testified that in the midst of her tossing and turning she rolled over and looked casually out the window. The murder was taking place as she looked out, and the lights went out a split second later. She couldn't have had time to put on her glasses. Now maybe she honestly thought she saw the boy kill his father. I say that she saw only a blur.\n"
    ], 
    [
        "THREE", 
        " How do you know what she saw? Maybe she's far-sighted.\n"
    ], 
    [
        "EIGHT", 
        " Does anyone think there still is not a reasonable doubt?\n"
    ], 
    [
        "THREE", 
        " I don't care whether I'm alone or not! I have a right.\n"
    ], 
    [
        "EIGHT", 
        " You have a right.\n"
    ], 
    [
        "THREE", 
        " Well, I told you I think the kid's guilty. What else do you want?\n"
    ], 
    [
        "EIGHT", 
        " Your arguments. \n"
    ], 
    [
        "THREE", 
        " I gave you my arguments.\n"
    ], 
    [
        "EIGHT", 
        " We're not convinced. We're waiting to hear them again. We have time.\n"
    ], 
    [
        "FOUR", 
        " I'm sorry. There's a reasonable doubt in my mind.\n"
    ], 
    [
        "EIGHT", 
        " We're waiting.\n"
    ], 
    [
        "EIGHT", 
        " There's nothing we can do about that, except hope that some night, maybe in a few months, you'll get some sleep.\n"
    ], 
    [
        "FIVE", 
        " You're all alone.\n"
    ], 
    [
        "NINE", 
        " It takes a great deal of courage to stand alone.\n"
    ]
]